{
  "mosques": [
    {
      "id": 1,
      "name": "Minor",
      "imamName": "Ubaydillaev Foziljon Sobirovich",
      "address": "Malika",
      "region": "Yunusobot",
      "location": "41.2592291,69.1864111",
      "busStop": "12,45,23,52",
      "miniBus": "12,51",
      "size": "5400",
      "info": "Istiqlol yillarida mustabid tuzumi davrida harobaga aylantirilgan muqaddas qadamjolar, muhim tarixiy obidalarni qayta tiklash bilan bir qatorda yangi an’anaviy uslubdagi mo‘‘tabar maskanlarning bunyod etilishi xalqimiz ma’naviy taraqqiyotini belgilab beruvchi omillardandir.\n\nO‘zbekiston Respublikasining Birinchi Prezidenti Islom Karimovning bevosita g‘oya va amaliy takliflari asosida bunyodga kelgan shahrimizdagi muhtasham «Minor» masjidi ana shu fikrlar dalilidir. Mazkur masjid o‘z loyihasida milliy me’morchiligimizning, butun dunyoda mashhur bo‘lgan masjid va madrasalarning azaliy an’ana va uslublaridan ijodiy foydalanilganligi bilan har jihatdan betakror, muazzam majmua bo‘lib qad ko‘tardi.\n\nMasjidga «Minor» nomining berilishi uning shu nomli mahallada joylashganligi sabablidir. «Minor» aslida arabcha «manor» so‘zidan olingan bo‘lib, «mayoq», «balandlik» kabi ma’nolarga dalolat qiladi. Mazkur mahalla oqsoqollarining aytishicha, qadimda bu mahalla shaharning boshqa qismlariga nisbatan balandlikda joylashgan.\n\n2014-yilning 4-oktyabr sanasi Muborak Qurbon hayiti arafasida O‘zbekiston Respublikasining Birinchi Prezidenti Islom Karimov O‘zbekiston musulmonlari idorasi ulamolari, me’mor va quruvchilar, mahalla oqsoqollari hamrohligida Minor masjidining ochilishida bevosita ishtirok etdi. Davlatimiz rahbari masjidning ichki va tashqi ko‘rinishi, bahavo ayvonlari, milliy o‘ymakorlik san’ati asosida ishlangan ustunlar, bino qubbasidagi oltin suvi bilan ziynatlangan naqshu-nigorlarni ko‘zdan kechirib qo‘li gul ustalarimiz ijodiga yuksak baho berdi.\n\nYurtobishimiz ezgulik maskanini ziyorat qilish chog‘ida o‘z fikr-mulohazalari bilan o‘rtoqlashar ekan «Nima uchun O‘zbekistonimizning madaniyati bu qadar qadimiy degan savol berilsa, avvalo dinimiz, tufayli. Muqaddas islom dinimiz bo‘lmaganida biz bu qadar madaniyatga ega bo‘lmas edik, deya javob bergan bo‘lar edim» deya ta’kidladi.\n\nMasjid barcha zamonaviy shart-sharoitlar va qulayliklarga ega. Masjid xonaqohi, pastki qavatdagi xonaqoh, imom va noiblar hamda boshqa barcha xodimlar xonalari ham zamonaviy isitish va sovutish tizimlari bilan ta’minlangan.\n\nMasjidning to‘laligicha oq marmar bilan qoplanganligi unga o‘zgacha go‘zallik, ulug‘vorlik va hashamat baxsh etib turadi. Qadimiy va zamonaviy me’morchilik san’atini o‘zida mujassam etgan bu inshoot o‘zining maftunkorligi bilan ziyoratchilarni o‘ziga rom etmoqda. Yurtimizning mohir va qo‘ligul ustalari tomonidan ishlangan eshik-romlar, o‘ymakorlik san’ati qo‘llangan naqshinkor ustun va toqilar ziyoratchilar ko‘zida masjidni tom ma’noda san’at asariga aylantiradi.\n\nShuningdek, masjidning atrofi maysazorga aylantirilgan kvadrat maydonchalar bilan bezalgan bo‘lib, mazkur maydonchalarning ichiga turfa xil manzarali daraxtlar ekilgan. Trotuarlar chetiga dam olish uchun skameykalar o‘rnatilgan.\n\nIstirohat bog‘iga aylangan masjidning tashqi hovlisi masjid rangiga monand bo‘lgan oq chiroqlar bilan bezatilgan. Masjidning old tarafidagi favvora ham masjid go‘zalligiga go‘zallik qo‘shib turadi va odamlarni o‘ziga jalb etadi.\n\n«Minor» jome’ masjidi umumiy maydoniga jami 5000dan ortiq namozxonga mo‘ljallangan. «Minor» jome’ masjidining umumiy maydoni 4.5 gektarni tashkil etadi.\n\nMasjid hovlisida ekilgan 1326 tup manzarali daraxtlar Yevropaning Belgiya qirolligidan keltirib ekilgan.\n\nMasjid minorasining balandligi 45 metrni tashkil etsa, moviy gumbaz 34 metr balandlikda joylashgan.\n\nMasjid to‘liq betondan ko‘tarilgan. Devorlarning ikki tomonidan maxsus qoplamalar bilan Xitoydan keltirilgan sun’iy oq marmarlar bilan qoplangan.\n\nMasjid o‘ng va chap ayvonlaridagi to‘qqiz donadan o‘n sakkiz dona ustunlar, masjiddagi turli o‘lchamdagi o‘ttiz bir dona eshiklar Yevropaning Ukraina davlatidan keltirilgan Ukrainskiy Buk daraxtidan, Toshkent shahridagi «Ijod – ijod» hunarmandlar uyushmasi tomonidan yog‘och o‘ymakorlik ishlari amalga oshirilgan.\n\nMasjid honahohining umumiy maydoni 1326 kv metrni tashkil etadi. Masjid mehrobi Samarqand viloyatidagi Registon majmuasi Tilla Kori jome masjidining mehrobidan nusxa olingan. Ushbu masjid qurilishida respublikamizning barcha viloyatidan mohir ustalar jalb etilgan va milliy hunarmandchiligimizning go‘zal namunasini ushbu masjidda ko‘rsatib berishgan.\n\nMasjid mehrobining o‘ng tomonida «Alloh», chap tomonida esa «Muhammad» ismlari mohirlik bilan xattotlar tomonidan yozilgan. Mehrobning yon tomonlarida Qur’oni karim «Baqara» surasining 285-286 oyatlari yozilgan.\n\nManba: minor.uz",
      "imgURL": "https://meros.uz/upload/2017/02/7e7cb6814b74d6596098fc80127569a5-large.png",
      "vrURL": "https://momento360.com/e/u/f62e4c3769a84573a2f29c469bbf029b?utm_campaign=embed&utm_source=other&heading=0&pitch=0&field-of-view=75&size=medium"
    },
    {
      "id": 2,
      "name": "Hoja Ahror Vali",
      "imamName": "Нодиров Бойкенжа Юсупович",
      "address": "Шайхонтоҳур тумани, Зафаробод кўчаси 43-уй",
      "region": "Shayxontoxur",
      "location": "41.2592291,69.1864111",
      "busStop": "12,45,23,52",
      "miniBus": "12,51",
      "size": "3400",
      "info": "info info info",
      "imgURL": "https://shosh.uz/wp-content/uploads/2017/09/Masjid3.jpg",
      "vrURL": "https://momento360.com/e/u/68467518b0004f98983fdc783d22c108?utm_campaign=embed&utm_source=other&heading=0&pitch=0&field-of-view=75&size=medium"
    },
    {
      "name": "Mulla Qosim",
      "imamName": "Alimjonov Azimjon Abduvoxitovich",
      "address": "Mirzo Ulugʼbek tumani, Buyuk Ipak yoʼli koʼchasi 31 uy. Tel.: +998 71 268 81 72",
      "region": "Mirzo Ulug`bek",
      "location": "41.33103,69.33436",
      "busStop": "7,12,26,37,68,93",
      "miniBus": "12,51",
      "size": "7400",
      "info": "new new newe new",
      "imgURL": "https://avatars.mds.yandex.net/get-altay/4475806/2a000001778be22b29216fd8807dcbb9425c/L",
      "vrURL": "https://momento360.com/e/u/a87cd309ac1646e7ba8d954fc0e7c50a?utm_campaign=embed&utm_source=other&heading=0&pitch=0&field-of-view=75&size=medium",
      "id": 17
    }
  ],
  "users": [
    {
      "id": 2,
      "name": "Ervin Howell",
      "contact": "+998339979897",
      "email": "Shanna@melissa.tv",
      "message": "Xayrli kun! Mening ismim Vadim. Men Sankt-Peterburg yaqinidagi Gatchina shahrida tugʻilib, Qozogʻistonning Olmota shahrida oʻsganman. Endi men Sankt-Peterburgda yashayman. Bu yil qadar men Moskvadagi bankida ishlaganman, lekin hozir men yangi ish izlayapman.",
      "image": "https://previews.123rf.com/images/kubko/kubko1502/kubko150200212/36930397-group-of-flat-women-figure-silhouette-people-cartoon-vector-.jpg"
    }
  ],
  "auth": [
    {
      "login": "botir",
      "pass": "1234"
    },
    {
      "login": "admin",
      "pass": "4321"
    }
  ]
}
